[
    {
        "headline": "I heard that students will have to wear school uniforms for all activities - even PE! :(",
        "isMisinfo": true,
        "tactic": "Invoking emotions"
    },
    {
        "headline": "You might receive detention for not wearing a school uniform. Be careful out there.",
        "isMisinfo": true,
        "tactic": "Invoking emotions"
    },
    {
        "headline": "Word has it that we must pay for school uniforms made out of real animal fur 😤",
        "isMisinfo": true,
        "tactic": "Invoking emotions"
    },
    {
        "headline": "Friends! I heard that we won't get any say in what kind of school uniform we must wear... 😭",
        "isMisinfo": true,
        "tactic": "Invoking emotions"
    },
    {
        "headline": "I just learned that students will be required to pay a fee for not wearing the school uniform",
        "isMisinfo": true,
        "tactic": "Invoking emotions"
    },
    {
        "headline": "This just in from student council, but all students from K-12 will have to wear uniforms everyday. So long, freedom.",
        "isMisinfo": true,
        "tactic": "Invoking emotions"
    },
    {
        "headline": "I feel like only non-athletes will be required to follow the school uniform policy. :/",
        "isMisinfo": true,
        "tactic": "Polarisation"
    },
    {
        "headline": "Did you hear how some students will receive more comfortable uniforms than others? :oo",
        "isMisinfo": true,
        "tactic": "Polarisation"
    },
    {
        "headline": "Our uniforms will vary in price depending on size... UGH! 😤",
        "isMisinfo": true,
        "tactic": "Polarisation"
    },
    {
        "headline": "Good news for eighth graders! I think only sixth and seventh graders will be required to wear uniforms xD",
        "isMisinfo": true,
        "tactic": "Polarisation"
    },
    {
        "headline": "Haha good thing I'm not in any extracurriculars! Students in extracurriculars have to wear uniforms as a form of school fee",
        "isMisinfo": true,
        "tactic": "Polarisation"
    },
    {
        "headline": "Fellow students, only the kids who attend sports games will supposedly have to wear school uniforms!!",
        "isMisinfo": true,
        "tactic": "Polarisation"
    },
    {
        "headline": "So apparently anyone who has missed a class before must wear their school uniform from now on... big sad :(",
        "isMisinfo": true,
        "tactic": "Polarisation"
    },
    {
        "headline": "My older brother says that our school uniforms were made by one of the principal's friends 🧐",
        "isMisinfo": true,
        "tactic": "Spreading conspiracy theories"
    },
    {
        "headline": "The principal will come to your house if you don't wear a school uniform",
        "isMisinfo": true,
        "tactic": "Spreading conspiracy theories"
    },
    {
        "headline": "Make sure to wear your school uniform at all times, or else you might be expelled!",
        "isMisinfo": true,
        "tactic": "Spreading conspiracy theories"
    },
    {
        "headline": "Our new school uniforms will apparently be really expensive... I want to buy boba, not boring uniforms...",
        "isMisinfo": true,
        "tactic": "Spreading conspiracy theories"
    },
    {
        "headline": "I swear that our schools' students are performing worse because of these new uniforms",
        "isMisinfo": true,
        "tactic": "Spreading conspiracy theories"
    },
    {
        "headline": "Y'all, students are gonna be required to wear school uniforms - even at home! 😱",
        "isMisinfo": true,
        "tactic": "Spreading conspiracy theories"
    },
    {
        "headline": "My research shows that students who wear uniforms get better grades.",
        "isMisinfo": true,
        "tactic": "Spreading conspiracy theories"
    },
    {
        "headline": "Who's to blame for COVID-19? Students who don't wear uniforms!",
        "isMisinfo": true,
        "tactic": "Trolling people online"
    },
    {
        "headline": "Our school uniform was found in Paris Fashion Week this year. We go to such a fashion-forward school 💕",
        "isMisinfo": true,
        "tactic": "Trolling people online"
    },
    {
        "headline": "Your friends will hate you if you don't wear a school uniform",
        "isMisinfo": true,
        "tactic": "Trolling people online"
    },
    {
        "headline": "I saw some samples for our new uniform, and they're an ugly neon purple color.",
        "isMisinfo": true,
        "tactic": "Trolling people online"
    },
    {
        "headline": "Some good news to brighten your feed: each school uniform will only cost 10 cents :'))",
        "isMisinfo": true,
        "tactic": "Trolling people online"
    },
    {
        "headline": "Some somber news: admin will deactivate your social if caught without a uniform on... *sigh*",
        "isMisinfo": true,
        "tactic": "Trolling people online"
    },
    {
        "headline": "Attention all athletes! Our school uniforms have been correlated with weaker endurance.",
        "isMisinfo": true,
        "tactic": "Trolling people online"
    },
    {
        "headline": "Principle Lapicnirp said during the student council meeting that students not wearing uniforms lose electronics privileges.",
        "isMisinfo": true,
        "tactic": "Impersonating fake accounts"
    },
    {
        "headline": "Art Club Prsident Tra says that art club has been assigned to design the entire uniform.",
        "isMisinfo": true,
        "tactic": "Impersonating fake accounts"
    },
    {
        "headline": "Vice Principle Gan told me that he's trying to allow students to design their own uniforms",
        "isMisinfo": true,
        "tactic": "Impersonating fake accounts"
    },
    {
        "headline": "All the math teachers have stated that they are against school uniforms 🙅‍♀️",
        "isMisinfo": true,
        "tactic": "Impersonating fake accounts"
    },
    {
        "headline": "The gym teachers are in full support of school uniforms and of expelling the students who do not wear them",
        "isMisinfo": true,
        "tactic": "Impersonating fake accounts"
    },
    {
        "headline": "97% of the student population has already agreed to wearing school uniforms",
        "isMisinfo": true,
        "tactic": "Impersonating fake accounts"
    },
    {
        "headline": "The captains of the sports teams have joined together to rep the school uniforms all around campus",
        "isMisinfo": true,
        "tactic": "Impersonating fake accounts"
    },
    {
        "headline": "The school says they are only implementing uniforms upon parents' requests",
        "isMisinfo": true,
        "tactic": "Deflecting blame"
    },
    {
        "headline": "Our school blames the clothing manufacturer for making uncomfortable uniforms",
        "isMisinfo": true,
        "tactic": "Deflecting blame"
    },
    {
        "headline": "School admin antagonized past students for their inappropriate clothing to justify these new uniforms! -_-",
        "isMisinfo": true,
        "tactic": "Deflecting blame"
    },
    {
        "headline": "Many of our parents are saying that they had school uniforms back in their day which is why they think they are a must",
        "isMisinfo": true,
        "tactic": "Deflecting blame"
    },
    {
        "headline": "As your student council president, I wanted to say these uniforms weren't under my control and it was entirely up to adults",
        "isMisinfo": true,
        "tactic": "Deflecting blame"
    },
    {
        "headline": "The school claims that they are only trying to follow the model of other nearby schools that require uniforms",
        "isMisinfo": true,
        "tactic": "Deflecting blame"
    }
]
