[
    {
        "headline": "Hey everyone! Friendly reminder that school uniforms must be worn on 4 days of every school week",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "Starting next year, students of all grades must wear school uniforms",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "I'm glad that our school offers reasonably priced uniforms for us ☺️",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "Student council is excited to announce that we will have 4 different options for uniforms students can choose from!",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "I wanted to let you know that students will get a warning each time they do not wear their uniform on a required day",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "FYI, you will be sent to detention if you don't wear your uniform 3 times :oo",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "If a student does not wear their uniform 5 times, their parents will be notified and they will receive detention",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "Hi student body~ Students who change out of their uniforms in the middle of the day will receive a warning, so please make sure to follow the rules!",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "I'm so excited!! Eighth graders won't have to wear uniforms during the last week of school 😍😍",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "Thank goodness admin decided that uniforms won't be required in gym classes... 😅",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "This is kind of a given, but teachers will not have to wear school uniforms under our new school uniform policy.",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "My mom went to the PTA meeting, and apparently teachers willl have a separate dress code! :o",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "School President here! Student council and admin worked hard together to reform our school uniform policy for next year :)",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "Is it just me, or are our school uniforms actually a great fashion choice? I'm kind of in love with this design",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "We're actually not the only ones wearing school uniforms. My friends from some nearby schools are also required to",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "Friends! Athletes won't be getting any special treatment regarding school uniforms",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "Students who particpate in extracurriculars will also not be getting any special treatment regarding uniforms",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "My step dad is the head of PTA, and PTA was not involved in the decision to require school uniforms",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "Hm... I think at least some parents were involved in the decision to require school uniforms",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "Hey there Neural Networks! Our school uniforms with art designed by AI will increase our school pride! Let's get excited 😁🎉",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "I feel like school uniforms will help my friends and I feel a greater sense of belonging to our middle school",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "Some of our school uniform options may be relatively uncomfortable but are super cute",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "Some of our school uniform options may be very comfortable but less aesthetically pleasing.",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "I know some of you don't like the new uniform policy, but I know that they'll really reduce fashion stress for me lol",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "I'm personally against requiring school uniforms because they will take away some of students' personal liberties",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "Hi! Student body secretary here! Recent surveys have shown that many students approve of school uniforms",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "I've talked about the student uniform controversy a lot with my friends. We agree that uniforms are okay as long as they're not strictly enforced.",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "Hello fellow students of AI Middle School. Local government was not involved in the decision to require school uniforms",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "Wearing school uniforms will not affect the health of students",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "Wearing school uniforms will not affect the academic capability of students",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "Classes will not change based on whether or not students are required to wear uniforms",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "Announcement from admin: school uniforms can now be bought in packs of two at the school store!",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "Our school uniforms will proudly display our school's mascot, a neural network.",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "The uniforms will feature our school's colors 💚🖤",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "School uniforms will come in 12 different sizes",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "Our school offers thorough financial aid for school uniforms for those who need it :)",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "I just learned that the school will not require specific shoes as part of the uniform. That means I can still wear my sneakers yay!",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "The school will not require specific backpacks as part of the uniform",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "Hey Neural Networks! Your teachers will be unhappy if students do not wear their school uniforms",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "Students are expected to follow the rules or face consequences if they don't wear their uniforms",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "The uniforms will not be time consuming to put on. They are just clothes.",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "Art Club is sad to announce that students will unfortunately not get to design the uniforms. But we do get to vote!",
        "isMisinfo": false,
        "tactic": ""
    },
    {
        "headline": "We're happy to announce that required uniforms will be implemented starting next year :D",
        "isMisinfo": false,
        "tactic": ""
    }
]
